{
  "course-name": "DODECA",
  "teacher": {
    "internalization": "Internalization",
    "recognition": "Recognition",
    "targeting-tones": "Targeting Tones",
    "chord-quality": "Chord Quality"
  },
  "modules": {
    "1": {
      "title": "Tonic",
      "chapters": {
        "1001": "Overview",
        "1002": "The Tonic",
        "1003": "Exercise",
        "1004": "Test"
      }
    },
    "2": {
      "title": "Individual Notes",
      "chapters": {
        "2001": "Overview",
        "2002": "Scale Degrees",
        "2003": "Internalization",
        "2004": "Recognition"
      }
    },
    "3": {
      "title": "Melodies",
      "chapters": {
        "3001": "Overview",
        "3002": "Exercises & Tests"
      }
    },
    "4": {
      "title": "Chords",
      "chapters": {
        "4001": "Overview",
        "4002": "Targeting Tones",
        "4003": "Chord Quality Recognition",
        "4004": "Diatonic Chords Internalisation",
        "4005": "Diatonic Chords Recognition"
      }
    },
    "5": {
      "title": "Minor Keys",
      "chapters": {
        "5001": "Overview",
        "5002": "Solfège",
        "5003": "Exercises & Tests"
      }
    },
    "6": {
      "title": "What's next?",
      "chapters": {
        "6001": "Further Practice",
        "6002": "Get Playing"
      }
    }
  },
  "introduction": {
    "100h1": {
      "101b": "@:course-name",
      "102n": "Functinal Ear Training Course"
    },
    "200h2": "The Skill You’ll Learn And The Approach You’ll Use",
    "300p": "When you first picked up your instrument I’m sure you wanted to jump right in and start playing your favourite tunes. Then you discovered that it’s impossible to play those tunes until you’ve learned the notes and developed a little bit of technique.",
    "400p": "Ear training is just the same. You might want to jump straight into it so you can begin the wonderful transformation that awaits you (and I want you to as well!) but there are a couple of things you need to understand first, so getting started is nice and easy (and not frustrating!). Fortunately, it will only take a few minutes to learn everything you need to so you can dive in and we’ll cover it all in this short introduction. ",
    "500p": "You’re about to learn about the specific skill you’ll develop in the »@:course-name - Hearing is Relative« course (called relative pitch) and the approach you’ll use to develop it (called tonality based ear training). Even if you’re an old hand when it comes to ear training I recommend you give it a quick read as you’ll learn why using a tonality based approach to develop relative pitch is absolutely essential if you want to experience great results with ear training. ",
    "600h3": "What is relative pitch?",
    "700p": "For those new to ear training relative pitch can appear a little counterintuitive. ",
    "800p": "With relative pitch you won’t learn to recognise the notes in music themselves. Instead you’ll learn to recognise the relationships between them (relative pitch - relationships, makes sense right?). ",
    "900p": "If you were to hear a single note played, you wouldn’t be able to recognise it with relative pitch. But if a second note is then played you would know what it is in relation to the first note. This means that if you know what any one note is you can recognise any other note (or group of notes) easily, simply using the first note as a reference point. ",
    "1000h3": "Why do we focus on relative pitch?",
    "1100p": "Relative pitch isn’t the only way that musicians can recognise and play music by ear.",
    "1200p": "The other approach is called perfect (or absolute) pitch.",
    "1300p": "With perfect pitch a musician recognises each note itself. So if a single note is played, you could recognise it straightaway if you had perfect pitch. You wouldn’t need a reference point. ",
    "1400p": "This sounds ideal but there’s a problem: you’re not going to develop it.",
    "1500p": "Perfect pitch is a hotly debated topic among musicians and I don’t want to weigh in here, (because I want to get past the debating and into the ear training) but there’s a lot of evidence that supports the idea that perfect pitch can only be developed in childhood. ",
    "1600p": "As a result, if you don’t have it already you’re better off forgetting about perfect pitch (read more about relative pitch vs perfect pitch) ",
    "1700p": "The good (great even!) news is that relative pitch can be developed by anyone at any age, and when approached in the right way it can be done quickly and painlessly, and the benefits are the same (and some would say even greater) than they are with perfect pitch. ",
    "1800p": "So how does one approach it in the right way? ",
    "1900p": "With a tonality based approach. ",
    "2000h3": "What is a tonality based approach to ear training?",
    "2100p": "A tonality based approach to ear training is built around a single note, called the tonic.",
    "2200p": "The tonic is the central note in a piece of music. It sounds the most stable and at rest and it’s the note that every other note resolves back to. Just about every piece of music ends on the tonic. ",
    "2300h3": "Why do we use a tonality based approach?",
    "2400p": "The reason a tonality based approach to ear training is so effective is because the tonic is the easiest note to learn to recognise and it’s very stable. This makes it the perfect note to use as our reference point (which we need if we want to play music by ear with relative pitch). ",
    "2500p": "This approach is very different from the other common approach to ear training, called an interval based approach. An interval based approach focuses on the difference in pitch between each individual note (called an interval). While it makes sense to focus on these intervals it’s useless in practice. You’ll learn to recognise the intervals in the exercises but it won’t help at all when you’re listening to or playing real music because you have no stable reference point to rely on (read more about tonal ear training vs interval ear training) ",
    "2600h3": "Summary",
    "2700p": "So to summarise: ",
    "2800p": "Over the coming weeks and months you’re going to transform your playing using a tonality based approach to ear training. You’ll develop a fast and accurate sense of relative pitch that will allow you to quickly and easily recognise any notes or chords you hear or wish to play. ",
    "2900p": "If that all makes sense, it’s time to dive in. Click the link below to continue onto the first module where you’ll learn to recognise the tonic (so you have your reference point for all future ear training). ",
    "3000v-btn": "Start module 1"
  },
  "m1": {
    "overview": {
      "100h1": "1. Recognising the Tonic",
      "200h2": "Overview",
      "300p": "In this module we’ll lay the foundation for fast, effective ear training. You’ll:",
      "400ul": {
        "500li": "discover the note that acts as the focal point of this entire approach to ear training (and the focal point of all effective ear training approaches) - called the tonic. ",
        "600li": "begin training your ears by memorising the sound of the tonic so you are able to identify it in music. "
      },
      "700h2": "Method",
      "800ol": {
        "900li": {
          "1000p": "Read through the lesson on the tonic to find out what the tonic is and why it’s at the centre of an effective ear training approach."
        },
        "1100li": {
          "1200p": "Read the exercise explanations for internalisation exercises."
        },
        "1300li": {
          "1400p": "Start with the tonic internalisation exercise."
        },
        "1500li": {
          "1600p": "Repeat until you feel ready to attempt the tonic internalisation test."
        },
        "1700li": {
          "1800p": "Attempt the tonic internalisation test."
        },
        "1900li": {
          "2000p": "If you pass the test, continue on to module 2. If you do not, refer to the troubleshooting section"
        }
      },
      "2100v-btn": "Next Chapter"
    },
    "the-tonic": {
      "100h1":"1. Recognising the Tonic",
      "200h2":"The Tonic",
      "300p":" The tonic is the central note of a piece of music. It sounds the most stable and at rest. The tonic is generally played at the end of a piece of music to give it a sense of resolution and acts as the reference point for the key of a piece of music: the tonic of a piece in the key of A major is A. ",
      "400p":"The tonic is the essential starting point for ear training because of that stable sound it has. With a little practice we can learn to identify the tonic when we hear it in music and then we can use it as a reference point to identify every other note and chord we hear. ",
      "500p":"Once you’re able to identify the tonic you can start learning to identify other notes and chords based on the interval that separates them from the tonic. But we’ll get to that in the next module. ",
      "600p":"First we need to be able to confidently identify which note is the tonic. And that’s precisely the goal of this first module.",
      "700p":"We’ll do that with an exercise called an internalisation exercise. ",
      "800v-btn":"Next Chapter"
    }
  }

}